/* let d = prompt("Введите цифрами день недели!");

if(d == 1) {
    alert("День недели понедельник!");
}

else if(d == 2) {
    alert("День недели вторник!");
}
else if(d == 3) {
    alert("День недели среда!");
}
else if(d == 4) {
    alert("День недели четверг!");
}
else if(d == 5) {
    alert("День недели пятница!");
}
else if(d == 6) {
    alert("День недели суббота!");
}
else if(d == 7) {
    alert("День недели воскресенье!");
}
else {
    alert("Вееденного дня не существует!")
} */

let age = prompt("Введите ваш возраст!");

if(age > 18 || )